export default {
  projections: {
    ОказаниеКонсультацийE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсультации: {
        __caption__: 'Время консультации'
      },
      предоставленнаяУслуга: {
        __caption__: 'Предоставленная услуга'
      },
      расчетОставшегосяВремени: {
        __caption__: 'Расчет оставшегося времени',
        использовано: {
          __caption__: 'Использовано'
        },
        доступно: {
          __caption__: 'Доступно'
        }
      }
    }
  },
  validations: {
    времяКонсультации: {
      __caption__: 'Время консультации'
    },
    дата: {
      __caption__: 'Дата'
    },
    предоставленнаяУслуга: {
      __caption__: 'Предоставленная услуга'
    },
    клиент: {
      __caption__: 'клиент'
    },
    расчетОставшегосяВремени: {
      __caption__: 'Расчет оставшегося времени'
    }
  }
};
