export default {
  projections: {
    КлиентE: {
      id: {
        __caption__: 'Id'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      наимОрганицации: {
        __caption__: 'Наим органицации'
      },
      расторжениеДоговора: {
        __caption__: 'Расторжение договора',
        дата: {
          __caption__: 'Дата'
        },
        номер: {
          __caption__: 'Номер'
        }
      },
      заключениеДоговора: {
        __caption__: 'Заключение договора',
        дата: {
          __caption__: 'Дата'
        },
        номер: {
          __caption__: 'Номер'
        },
        тип: {
          __caption__: 'Тип'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      },
      оказаниеКонсультаций: {
        __caption__: 'Оказание консультаций',
        дата: {
          __caption__: 'Дата'
        },
        времяКонсультации: {
          __caption__: 'Время консультации'
        },
        предоставленнаяУслуга: {
          __caption__: 'Предоставленная услуга'
        },
        расчетОставшегосяВремени: {
          __caption__: 'Расчет оставшегося времени',
          использовано: {
            __caption__: 'Использовано'
          },
          доступно: {
            __caption__: 'Доступно'
          }
        }
      }
    },
    КлиентL: {
      id: {
        __caption__: 'Id'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      наимОрганицации: {
        __caption__: 'Наим органицации'
      }
    }
  },
  validations: {
    id: {
      __caption__: 'Id'
    },
    имя: {
      __caption__: 'Имя'
    },
    наимОрганицации: {
      __caption__: 'Наим органицации'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    оказаниеКонсультаций: {
      __caption__: 'Оказание консультаций'
    },
    расторжениеДоговора: {
      __caption__: 'Расторжение договора'
    },
    заключениеДоговора: {
      __caption__: 'Заключение договора'
    }
  }
};
