export default {
  projections: {
    ЗаключениеДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    директорОтделаПоРаботеСКлиентами: {
      __caption__: 'директорОтделаПоРаботеСКлиентами'
    },
    оказаниеКонсультаций: {
      __caption__: 'оказаниеКонсультаций'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
